Repository: smaublanc/tide-it
Catalog: Tide It/Localizable.xcstrings
Source language: fr
Languages: de, en, es, hi, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Fréquence
de: Häufigkeit
en: Frequency
es: Frecuencia
hi: फ़्रीक्वेंसी
it: Frequenza
ja: 頻度
ko: 빈도
nl: Frequentie
pt: Frequência
zh_hans: 频率
zh_hant: 頻率

source: Genou
de: Knie
en: Knee
es: Rodilla
hi: घुटना
it: Ginocchio
ja: ひざ
ko: 무릎 높이
nl: Knie
pt: Joelho
zh_hans: 及膝
zh_hant: 膝高

source: Gestionnaire de favoris
de: Favoriten-Manager
en: Favorites manager
es: Gestor de favoritos
hi: पसंदीदा मैनेजर
it: Gestione preferiti
ja: お気に入り管理
ko: 즐겨찾기 관리
nl: Favorietenbeheer
pt: Gestor de favoritos
zh_hans: 收藏管理
zh_hant: 收藏管理

source: Gibbeuse -
de: Abnehmender Mond
en: Waning gibbous
es: Gibosa menguante
hi: घटता गिब्बस
it: Gibbosa calante
ja: 十八夜（下弦前）
ko: 기우는 반달 너머
nl: Afnemend
pt: Gibosa minguante
zh_hans: 亏凸月
zh_hant: 虧凸月

source: Gibbeuse +
de: Zunehmender Mond
en: Waxing gibbous
es: Gibosa creciente
hi: बढ़ता गिब्बस
it: Gibbosa crescente
ja: 十三夜（上弦後）
ko: 차오르는 반달 너머
nl: Wassend
pt: Gibosa crescente
zh_hans: 盈凸月
zh_hant: 盈凸月

source: glisse pour la semaine · tape pour le détail
de: wische für die Woche · tippe für Details
en: swipe for the week · tap for detail
es: desliza para la semana · toca para el detalle
hi: हफ़्ते के लिए स्वाइप करें · ब्योरे के लिए टैप करें
it: scorri per la settimana · tocca per il dettaglio
ja: スワイプで1週間 · タップで詳細
ko: 주간은 스와이프 · 상세는 탭
nl: veeg voor de week · tik voor detail
pt: desliza para a semana · toca para o detalhe
zh_hans: 滑动看一周 · 点按看详情
zh_hant: 滑動查看整週 · 點一下看細節

source: Grande marée
de: Springtide
en: Spring tide
es: Gran marea
hi: बड़ी ज्वार
it: Grande marea
ja: 大潮
ko: 대조
nl: Springtij
pt: Maré viva
zh_hans: 大潮
zh_hant: 大潮

source: Grande marée en approche !
de: Springtide naht!
en: Spring tide approaching!
es: ¡Gran marea en camino!
hi: बड़ी ज्वार आ रही है!
it: Grande marea in arrivo!
ja: 大潮が近づいています！
ko: 대조가 다가와요!
nl: Springtij in aantocht!
pt: Maré viva a chegar!
zh_hans: 大潮临近！
zh_hant: 大潮將至！

source: Grande marée, basse mer, vent fort...
de: Springtide, Niedrigwasser, starker Wind...
en: Spring tide, low tide, strong wind...
es: Gran marea, bajamar, viento fuerte...
hi: बड़ी ज्वार, भाटा, तेज़ हवा...
it: Grande marea, bassa marea, vento forte...
ja: 大潮、干潮、強風...
ko: 대조, 간조, 강풍...
nl: Springtij, laagwater, sterke wind...
pt: Maré viva, maré baixa, vento forte...
zh_hans: 大潮、低潮、强风…
zh_hant: 大潮、乾潮、強風…

source: Grandes marées
de: Springtiden
en: Spring tides
es: Grandes mareas
hi: बड़ी ज्वार
it: Grandi maree
ja: 大潮
ko: 대조
nl: Springtij
pt: Marés vivas
zh_hans: 大潮
zh_hant: 大潮

source: Graphique des marées
de: Tidendiagramm
en: Tide chart
es: Gráfico de mareas
hi: ज्वार-भाटा चार्ट
it: Grafico delle maree
ja: 潮汐グラフ
ko: 조석 차트
nl: Getijgrafiek
pt: Gráfico das marés
zh_hans: 潮汐图表
zh_hant: 潮汐圖

source: Gratuit : crée tes activités et tes alertes, aperçu flouté du calendrier GO, marées hors-ligne dans le monde entier.
de: Kostenlos: erstelle deine Aktivitäten und Alarme, verschwommene Vorschau des GO-Kalenders, weltweite Gezeiten offline.
en: Free: create your activities and alerts, blurred preview of the GO calendar, offline tides worldwide.
es: Gratis: crea tus actividades y tus alertas, vista previa difuminada del calendario GO, mareas sin conexión en todo el mundo.
hi: मुफ़्त: अपनी गतिविधियाँ और अलर्ट बनाएँ, GO कैलेंडर का धुंधला प्रीव्यू, दुनियाभर के ऑफ़लाइन ज्वार-भाटे।
it: Gratis: crea le tue attività e le tue sveglie, anteprima sfocata del calendario GO, maree offline in tutto il mondo.
ja: 無料：アクティビティとアラートを作成、ベストタイミングカレンダーのぼかしプレビュー、世界中の潮汐をオフラインで。
ko: 무료: 액티비티와 알림 생성, 흐림 처리된 출발 캘린더 미리보기, 전 세계 오프라인 조석.
nl: Gratis: maak je activiteiten en waarschuwingen, vervaagd voorbeeld van de GO-kalender, getij wereldwijd offline.
pt: Grátis: cria as tuas atividades e os teus alertas, pré-visualização desfocada do calendário GO, marés offline no mundo inteiro.
zh_hans: 免费版：创建你的活动和提醒、出航日历模糊预览、全球离线潮汐。
zh_hant: 免費版：建立你的活動與提醒、模糊預覽出發日曆、全球離線潮汐。

source: Gratuit : crée tes activités et tes alertes, calendrier GO sur 2 jours, marées hors-ligne dans le monde entier.
de: Kostenlos: erstelle deine Aktivitäten und Alarme, GO-Kalender für 2 Tage, weltweite Gezeiten offline.
en: Free: create your activities and alerts, 2-day GO calendar, offline tides worldwide.
es: Gratis: crea tus actividades y tus alertas, calendario GO de 2 días, mareas sin conexión en todo el mundo.
hi: मुफ़्त: अपनी गतिविधियाँ और अलर्ट बनाएँ, 2 दिन का GO कैलेंडर, दुनियाभर के ऑफ़लाइन ज्वार-भाटे।
it: Gratis: crea le tue attività e le tue sveglie, calendario GO su 2 giorni, maree offline in tutto il mondo.
ja: 無料：アクティビティとアラートを作成、2日間のベストタイミングカレンダー、世界中の潮汐をオフラインで。
ko: 무료: 액티비티와 알림 생성, 2일 출발 캘린더, 전 세계 오프라인 조석.
nl: Gratis: maak je activiteiten en waarschuwingen, GO-kalender van 2 dagen, getij wereldwijd offline.
pt: Grátis: cria as tuas atividades e os teus alertas, calendário GO de 2 dias, marés offline no mundo inteiro.
zh_hans: 免费版：创建你的活动和提醒、2 天出航日历、全球离线潮汐。
zh_hant: 免費版：建立你的活動與提醒、2 天出發日曆、全球離線潮汐。

source: Gratuit : crée tes activités, marées du monde entier hors-ligne, favoris, iCloud et Apple Watch.
de: Kostenlos: erstelle deine Aktivitäten, weltweite Gezeiten offline, Favoriten, iCloud und Apple Watch.
en: Free: create your activities, worldwide offline tides, favorites, iCloud and Apple Watch.
es: Gratis: crea tus actividades, mareas de todo el mundo sin conexión, favoritos, iCloud y Apple Watch.
hi: मुफ़्त: अपनी गतिविधियाँ बनाएँ, दुनियाभर के ऑफ़लाइन ज्वार-भाटे, पसंदीदा, iCloud और Apple Watch।
it: Gratis: crea le tue attività, maree di tutto il mondo offline, preferiti, iCloud e Apple Watch.
ja: 無料：アクティビティを作成、世界中の潮汐をオフラインで、お気に入り、iCloud、Apple Watch。
ko: 무료: 액티비티 생성, 전 세계 오프라인 조석, 즐겨찾기, iCloud, Apple Watch.
nl: Gratis: maak je activiteiten, getij wereldwijd offline, favorieten, iCloud en Apple Watch.
pt: Grátis: cria as tuas atividades, marés do mundo inteiro offline, favoritos, iCloud e Apple Watch.
zh_hans: 免费版：创建你的活动、全球离线潮汐、收藏、iCloud 和 Apple Watch。
zh_hant: 免費版：建立你的活動、全球離線潮汐、收藏、iCloud 與 Apple Watch。

source: Gratuit : marées du monde entier hors-ligne + favoris.
de: Kostenlos: weltweite Gezeiten offline + Favoriten.
en: Free: worldwide offline tides + favorites.
es: Gratis: mareas de todo el mundo sin conexión + favoritos.
hi: मुफ़्त: दुनियाभर के ऑफ़लाइन ज्वार-भाटे + पसंदीदा।
it: Gratis: maree di tutto il mondo offline + preferiti.
ja: 無料：世界中の潮汐をオフラインで＋お気に入り。
ko: 무료: 전 세계 오프라인 조석 + 즐겨찾기.
nl: Gratis: getij wereldwijd offline + favorieten.
pt: Grátis: marés do mundo inteiro offline + favoritos.
zh_hans: 免费版：全球离线潮汐 + 收藏。
zh_hant: 免費版：全球離線潮汐＋收藏。

# Groupe de %lld ports%@
source: Groupe de %1$lld ports%2$@
de: Gruppe von %lld Häfen%@
en: Group of %lld ports%@
es: Grupo de %lld puertos%@
hi: %lld पोर्ट का ग्रुप%@
it: Gruppo di %lld porti%@
ja: %lld 港のグループ%@
ko: 항구 %lld개 그룹%@
nl: Groep van %lld havens%@
pt: Grupo de %lld portos%@
zh_hans: %lld 个港口的分组%@
zh_hant: %lld 個港口的群組%@

source: Harmonique
de: Harmonisch
en: Harmonic
es: Armónico
hi: हार्मोनिक
it: Armonico
ja: 調和
ko: 조화 분석
nl: Harmonisch
pt: Harmónica
zh_hans: 调和
zh_hant: 調和

source: Haute précision
de: Hohe Genauigkeit
en: High accuracy
es: Alta precisión
hi: उच्च सटीकता
it: Alta precisione
ja: 高精度
ko: 높은 정확도
nl: Hoge nauwkeurigheid
pt: Alta precisão
zh_hans: 高精度
zh_hant: 高精度

source: Hauteur d'eau
de: Wasserstand
en: Water height
es: Altura del agua
hi: पानी की ऊँचाई
it: Altezza dell'acqua
ja: 水位
ko: 수위
nl: Waterhoogte
pt: Altura da água
zh_hans: 水位
zh_hant: 水位

source: HAUTEUR DE LA HOULE
de: DÜNUNGSHÖHE
en: SWELL HEIGHT
es: ALTURA DEL OLEAJE
hi: स्वेल की ऊँचाई
it: ALTEZZA DEL MARE LUNGO
ja: うねりの高さ
ko: 너울 높이
nl: DEININGHOOGTE
pt: ALTURA DA ONDULAÇÃO
zh_hans: 涌浪高度
zh_hant: 湧浪高度

source: Heure %lld/6
de: Stunde %lld/6
en: Hour %lld/6
es: Hora %lld/6
hi: घंटा %lld/6
it: Ora %lld/6
ja: %lld/6時間目
ko: %lld/6 시간
nl: Uur %lld/6
pt: Hora %lld/6
zh_hans: 第 %lld/6 小时
zh_hant: 第 %lld／6 小時

# Heure H%lld%@
source: Heure H%1$lld%2$@
de: Stunde H%lld%@
en: Hour H%lld%@
es: Hora H%lld%@
hi: घंटा H%lld%@
it: Ora H%lld%@
ja: H%lld時間%@
ko: H%lld 시간%@
nl: Uur H%lld%@
pt: Hora H%lld%@
zh_hans: H%lld 小时%@
zh_hant: 潮時 H%lld%@

source: Heures après
de: Stunden danach
en: Hours after
es: Horas después
hi: घंटे बाद
it: Ore dopo
ja: 潮後の時間
ko: 이후 시간
nl: Uur na
pt: Horas depois
zh_hans: 潮后小时数
zh_hant: 潮後小時

source: Heures avant
de: Stunden davor
en: Hours before
es: Horas antes
hi: घंटे पहले
it: Ore prima
ja: 潮前の時間
ko: 이전 시간
nl: Uur voor
pt: Horas antes
zh_hans: 潮前小时数
zh_hant: 潮前小時

source: Historique grandes marées
de: Springtiden-Verlauf
en: Spring tide history
es: Historial de grandes mareas
hi: बड़ी ज्वार का इतिहास
it: Cronologia grandi maree
ja: 大潮の履歴
ko: 대조 이력
nl: Geschiedenis springtij
pt: Histórico de marés vivas
zh_hans: 大潮历史
zh_hant: 大潮紀錄

source: Houle
de: Dünung
en: Swell
es: Oleaje
hi: स्वेल
it: Mare lungo
ja: うねり
ko: 너울
nl: Deining
pt: Ondulação
zh_hans: 涌浪
zh_hant: 湧浪

source: houle indisponible
de: Dünung nicht verfügbar
en: swell unavailable
es: oleaje no disponible
hi: स्वेल अनुपलब्ध
it: mare lungo non disponibile
ja: うねりが利用できません
ko: 너울 정보 없음
nl: deining niet beschikbaar
pt: ondulação indisponível
zh_hans: 涌浪不可用
zh_hant: 無湧浪資料

source: Houle maxi
de: Dünung max
en: Max swell
es: Oleaje máx.
hi: अधिकतम स्वेल
it: Mare lungo max
ja: 最大うねり
ko: 최대 너울
nl: Max deining
pt: Ondulação máx.
zh_hans: 最大涌浪
zh_hant: 最大湧浪

source: Houle mini
de: Dünung min
en: Min swell
es: Oleaje mín.
hi: न्यूनतम स्वेल
it: Mare lungo min
ja: 最小うねり
ko: 최소 너울
nl: Min deining
pt: Ondulação mín.
zh_hans: 最小涌浪
zh_hant: 最小湧浪

source: Houle modèle (large, offshore)
de: Modell-Dünung (grob, offshore)
en: Model swell (broad, offshore)
es: Oleaje del modelo (amplio, offshore)
hi: मॉडल स्वेल (व्यापक, ऑफ़शोर)
it: Mare lungo modello (ampio, offshore)
ja: モデルうねり（広域、沖合）
ko: 모델 너울 (넓은 범위, 외해)
nl: Modeldeining (breed, offshore)
pt: Ondulação do modelo (largo, offshore)
zh_hans: 模型涌浪（外海、宽泛）
zh_hant: 模型湧浪（外海概略）

source: Houle partitionnée (modèle large)
de: Partitionierte Dünung (grobes Modell)
en: Partitioned swell (broad model)
es: Oleaje particionado (modelo amplio)
hi: विभाजित स्वेल (व्यापक मॉडल)
it: Mare lungo partizionato (modello ampio)
ja: 分割うねり（広域モデル）
ko: 분할 너울 (넓은 모델)
nl: Gesplitste deining (breed model)
pt: Ondulação particionada (modelo largo)
zh_hans: 分潮涌浪（宽泛模型）
zh_hant: 分潮湧浪（概略模型）

source: HOULES
de: DÜNUNGEN
en: SWELLS
es: OLEAJES
hi: स्वेल
it: MARI LUNGHI
ja: うねり
ko: 너울
nl: DEINING
pt: ONDULAÇÕES
zh_hans: 涌浪
zh_hant: 湧浪

source: illimité
de: unbegrenzt
en: unlimited
es: ilimitado
hi: असीमित
it: illimitato
ja: 無制限
ko: 무제한
nl: onbeperkt
pt: ilimitado
zh_hans: 无限
zh_hant: 無限

source: Impérial
de: Imperial
en: Imperial
es: Imperial
hi: इम्पीरियल
it: Imperiale
ja: ヤード・ポンド
ko: 야드파운드
nl: Imperiaal
pt: Imperial
zh_hans: 英制
zh_hant: 英制

source: Impossible d'ajouter le port
de: Hafen kann nicht hinzugefügt werden
en: Unable to add the port
es: No se puede añadir el puerto
hi: पोर्ट जोड़ नहीं पाए
it: Impossibile aggiungere il porto
ja: 港を追加できません
ko: 항구를 추가할 수 없습니다
nl: Kan de haven niet toevoegen
pt: Não foi possível adicionar o porto
zh_hans: 无法添加港口
zh_hant: 無法新增港口

source: Impossible de calculer l'état actuel de la marée à %@.
de: Aktueller Tidenstand um %@ kann nicht berechnet werden.
en: Unable to compute the current tide state at %@.
es: No se puede calcular el estado actual de la marea a las %@.
hi: %@ पर ज्वार की वर्तमान स्थिति की गणना नहीं हो पाई।
it: Impossibile calcolare lo stato attuale della marea alle %@.
ja: %@の現在の潮汐状態を計算できません。
ko: %@의 현재 조석 상태를 계산할 수 없습니다.
nl: Kan de huidige getijstand bij %@ niet berekenen.
pt: Não foi possível calcular o estado atual da maré em %@.
zh_hans: 无法计算 %@ 的当前潮汐状态。
zh_hant: 無法計算 %@ 目前的潮汐狀態。

source: Impossible de charger les offres. Vérifie ta connexion et réessaie.
de: Angebote konnten nicht geladen werden. Prüfe deine Verbindung und versuch's erneut.
en: Couldn't load the offers. Check your connection and try again.
es: No se pueden cargar las ofertas. Comprueba tu conexión e inténtalo de nuevo.
hi: ऑफ़र लोड नहीं हो पाए। अपना कनेक्शन जाँचें और फिर कोशिश करें।
it: Impossibile caricare le offerte. Verifica la connessione e riprova.
ja: オファーを読み込めませんでした。接続を確認してもう一度お試しください。
ko: 상품을 불러올 수 없어요. 연결을 확인하고 다시 시도하세요.
nl: Kan de aanbiedingen niet laden. Controleer je verbinding en probeer opnieuw.
pt: Não foi possível carregar as ofertas. Verifica a tua ligação e tenta de novo.
zh_hans: 无法加载选项。请检查网络连接后重试。
zh_hant: 無法載入方案。請檢查連線後重試。

source: Impossible de récupérer les données. Vérifiez votre connexion internet.
de: Daten können nicht abgerufen werden. Überprüfen Sie Ihre Internetverbindung.
en: Unable to fetch data. Check your internet connection.
es: No se pueden obtener los datos. Comprueba tu conexión a internet.
hi: डेटा नहीं ला पाए। अपना इंटरनेट कनेक्शन जाँचें।
it: Impossibile recuperare i dati. Controlla la connessione a internet.
ja: データを取得できません。インターネット接続を確認してください。
ko: 데이터를 가져올 수 없습니다. 인터넷 연결을 확인하세요.
nl: Kan de gegevens niet ophalen. Controleer je internetverbinding.
pt: Não foi possível obter os dados. Verifica a tua ligação à internet.
zh_hans: 无法获取数据。请检查你的网络连接。
zh_hant: 無法取得資料。請檢查你的網路連線。

source: indice
de: Index
en: index
es: índice
hi: इंडेक्स
ja: 指数
ko: 지수
nl: index
pt: índice
zh_hans: 指数
zh_hant: 指數

source: Indifférent
de: Beliebig
en: Any
es: Indiferente
hi: कोई भी
it: Indifferente
ja: 指定なし
ko: 무관
nl: Maakt niet uit
pt: Indiferente
zh_hans: 不限
zh_hant: 不限

source: inférieur à
de: kleiner als
en: less than
es: menor que
hi: इससे कम
it: minore di
ja: 未満
ko: 미만
nl: minder dan
pt: inferior a
zh_hans: 小于
zh_hant: 小於

source: Intermédiaire
de: Fortgeschritten
en: Intermediate
es: Intermedio
hi: मध्यम
it: Intermedio
ja: 中級
ko: 중급
nl: Gevorderd
pt: Intermédio
zh_hans: 中级
zh_hant: 中階

source: Itinéraire
de: Route
en: Directions
es: Cómo llegar
hi: रास्ता
it: Indicazioni
ja: 経路案内
ko: 길 안내
nl: Route
pt: Itinerário
zh_hans: 路线
zh_hant: 路線

source: J+30
de: T+30
en: D+30
es: D+30
hi: D+30
it: G+30
ja: D+30
ko: D+30
nl: D+30
pt: D+30
zh_hans: 未来 30 天
zh_hant: 後 30 天

source: Jauge de confiance
de: Vertrauensanzeige
en: Confidence gauge
es: Indicador de confianza
hi: भरोसा गेज
it: Indicatore di affidabilità
ja: 信頼度ゲージ
ko: 신뢰도 게이지
nl: Betrouwbaarheidsmeter
pt: Medidor de confiança
zh_hans: 可信度仪表
zh_hant: 信賴度量表

source: Je navigue à partir de
de: Ich fahre ab
en: I ride from
es: Navego a partir de
hi: मैं राइड करता हूँ इससे
it: Esco da
ja: 私が出る水位
ko: 출발 위치
nl: Ik vaar vanaf
pt: Eu navego a partir de
zh_hans: 我的出航起点
zh_hant: 我的下水點起於

source: Jeu
de: Do
en: Thu
es: jue
hi: गुरु
it: gio
ja: 木
ko: 목
nl: Do
pt: Qui
zh_hans: 周四
zh_hant: 週四

source: jour
de: Tag
en: day
es: día
hi: दिन
it: giorno
ja: 日
ko: 일
nl: dag
pt: dia
zh_hans: 天
zh_hant: 天

# Jour %lld%@
source: Jour %1$lld%2$@
de: Tag %lld%@
en: Day %lld%@
es: Día %lld%@
hi: दिन %lld%@
it: Giorno %lld%@
ja: %lld 日目%@
ko: %lld일째%@
nl: Dag %lld%@
pt: Dia %lld%@
zh_hans: 第 %lld 天%@
zh_hant: 第 %lld 天%@

source: Jour uniquement
de: Nur tagsüber
en: Daytime only
es: Solo de día
hi: सिर्फ़ दिन में
it: Solo di giorno
ja: 日中のみ
ko: 낮만
nl: Alleen overdag
pt: Apenas de dia
zh_hans: 仅白天
zh_hant: 僅限白天

source: jours
de: Tage
en: days
es: días
hi: दिन
it: giorni
ja: 日
ko: 일
nl: dagen
pt: dias
zh_hans: 天
zh_hant: 天

source: Kitesurf
de: Kitesurfen
en: Kitesurfing
hi: काइटसर्फ़
ja: カイトサーフィン
ko: 카이트서핑
zh_hans: 风筝冲浪
zh_hant: 風箏衝浪

source: L'app calcule le meilleur moment, sans réglage
de: Die App findet den besten Moment, ganz ohne Einstellen
en: The app finds the best time, no setup
es: La app calcula el mejor momento, sin ajustes
hi: ऐप बिना किसी सेटिंग के सबसे अच्छा समय निकालता है
it: L'app calcola il momento migliore, senza impostazioni
ja: アプリが設定なしでベストタイミングを計算
ko: 앱이 설정 없이 가장 좋은 때를 계산해요
nl: De app vindt het beste moment, zonder instellen
pt: A app calcula o melhor momento, sem ajustes
zh_hans: 应用自动计算最佳时机，无需设置
zh_hant: App 自動算出最佳時機，無需設定

source: L'app croise toutes les données pour le meilleur créneau, calé sur ton niveau.
de: Die App verknüpft alle Daten zum besten Zeitfenster, abgestimmt auf dein Level.
en: The app cross-references all the data for the best window, tuned to your level.
es: La app cruza todos los datos para encontrar el mejor momento, según tu nivel.
hi: ऐप सारे डेटा को मिलाकर, आपके लेवल के हिसाब से सबसे अच्छी विंडो निकालता है।
it: L'app incrocia tutti i dati per la finestra migliore, tarata sul tuo livello.
ja: アプリがすべてのデータを照らし合わせ、あなたのレベルに合わせてベストなウィンドウを見つけます。
ko: 앱이 모든 데이터를 종합해 당신 수준에 맞춘 최적의 윈도우를 찾아줘요.
nl: De app combineert alle data voor het beste venster, afgestemd op jouw niveau.
pt: A app cruza todos os dados para encontrar a melhor janela, ajustada ao teu nível.
zh_hans: 应用综合所有数据，按你的水平找出最佳窗口。
zh_hant: App 會交叉比對所有資料，依你的程度找出最佳時機。

source: L'eau remonte vite : soyez remonté avant **%@**.
de: Das Wasser steigt schnell: Seien Sie vor **%@** zurück.
en: The water rises fast: be back up before **%@**.
es: El agua sube rápido: regresa antes de las **%@**.
hi: पानी तेज़ी से चढ़ रहा है: **%@** से पहले ऊपर आ जाएँ।
it: L'acqua sale in fretta: rientra prima delle **%@**.
ja: 水位が速く上がります：**%@**までに上がりきってください。
ko: 물이 빠르게 차올라요: **%@** 전에 올라오세요.
nl: Het water komt snel op: zorg dat je vóór **%@** terug boven bent.
pt: A água sobe depressa: volta a subir antes das **%@**.
zh_hans: 涨水很快：请在 **%@** 前上岸。
zh_hant: 水位上漲很快：請在 **%@** 前上岸。

source: La balise franchit le seuil et le vent tient ~20 min
de: Die Windstation überschreitet die Schwelle und der Wind hält ~20 Min
en: The station crosses the threshold and wind holds ~20 min
es: La estación supera el umbral y el viento aguanta ~20 min
hi: स्टेशन सीमा पार करता है और हवा ~20 मिनट टिकती है
it: La stazione supera la soglia e il vento tiene ~20 min
ja: 観測所がしきい値を超え、風が約20分続いています
ko: 관측소가 기준점을 넘고 바람이 ~20분 유지돼요
nl: Het meetstation passeert de drempel en de wind houdt ~20 min aan
pt: A estação ultrapassa o limite e o vento aguenta ~20 min
zh_hans: 监测站越过阈值，且风稳定约 20 分钟
zh_hant: 觀測站越過門檻且風持續約 20 分鐘

source: La houle forte sera signalée comme dangereuse.
de: Starker Schwell wird als gefährlich markiert.
en: Strong swell will be flagged as dangerous.
es: El oleaje fuerte se marcará como peligroso.
hi: तेज़ स्वेल को खतरनाक के रूप में दिखाया जाएगा।
it: Il forte moto ondoso sarà segnalato come pericoloso.
ja: 強いうねりは危険として警告されます。
ko: 강한 너울은 위험으로 표시돼요.
nl: Sterke deining wordt als gevaarlijk gemarkeerd.
pt: A ondulação forte será assinalada como perigosa.
zh_hans: 强涌浪将被标记为危险。
zh_hant: 強湧浪將被標示為危險。

source: La marée en direct sur ton écran verrouillé
de: Die Gezeiten live auf deinem Sperrbildschirm
en: The tide live on your lock screen
es: La marea en directo en tu pantalla de bloqueo
hi: आपके लॉक स्क्रीन पर लाइव ज्वार-भाटा
it: La marea in diretta sulla schermata di blocco
ja: ロック画面でリアルタイムの潮汐
ko: 잠금 화면에서 실시간 조석을 확인하세요
nl: Het getij live op je vergrendelscherm
pt: A maré em direto no teu ecrã bloqueado
zh_hans: 锁屏上的实时潮汐
zh_hant: 潮汐即時顯示在你的鎖定畫面

source: Le moteur harmonique n'a pas assez de données pour ce port. Consultez d'abord les marées du jour pour calibrer les prédictions.
de: Die harmonische Engine hat nicht genügend Daten für diesen Hafen. Sehen Sie sich zuerst die heutigen Tiden an, um die Vorhersagen zu kalibrieren.
en: The harmonic engine doesn't have enough data for this port. Check today's tides first to calibrate predictions.
es: El motor armónico no tiene suficientes datos para este puerto. Consulta primero las mareas del día para calibrar las predicciones.
hi: इस पोर्ट के लिए हार्मोनिक इंजन के पास पर्याप्त डेटा नहीं है। पूर्वानुमान कैलिब्रेट करने के लिए पहले आज के ज्वार-भाटे देखें।
it: Il motore armonico non ha dati sufficienti per questo porto. Consulta prima le maree del giorno per calibrare le previsioni.
ja: この港には調和エンジンのデータが足りません。まず今日の潮汐を確認して予測を較正してください。
ko: 조화 엔진에 이 항구의 데이터가 충분하지 않습니다. 예측을 보정하려면 먼저 오늘의 조석을 확인하세요.
nl: De harmonische motor heeft niet genoeg data voor deze haven. Bekijk eerst het getij van vandaag om de voorspellingen te kalibreren.
pt: O motor harmónico não tem dados suficientes para este porto. Consulta primeiro as marés do dia para calibrar as previsões.
zh_hans: 调和引擎缺少该港口的足够数据。请先查看当天潮汐以校准预测。
zh_hant: 調和引擎對此港口的資料不足。請先查看當日潮汐以校準預測。

source: Le nom est requis
de: Name ist erforderlich
en: Name is required
es: El nombre es obligatorio
hi: नाम ज़रूरी है
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 이름은 필수입니다
nl: Naam is verplicht
pt: O nome é obrigatório
zh_hans: 名称为必填项
zh_hant: 必須填寫名稱

source: Le paiement sera débité sur votre compte Apple à la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf annulation au moins 24h avant la fin de la période en cours. Le renouvellement est facturé au tarif en vigueur. Gérez ou annulez vos abonnements dans Réglages > votre compte Apple > Abonnements.
de: Die Zahlung wird bei Kaufbestätigung Ihrem Apple-Account belastet. Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird. Die Verlängerung wird zum aktuellen Tarif berechnet. Verwalten oder kündigen Sie Ihre Abos in Einstellungen > Ihr Apple-Account > Abos.
en: Payment will be charged to your Apple Account at confirmation of purchase. The subscription renews automatically unless canceled at least 24 hours before the end of the current period. Renewal is billed at the current rate. Manage or cancel your subscriptions in Settings > your Apple Account > Subscriptions.
es: El pago se cargará a tu cuenta de Apple al confirmar la compra. La suscripción se renueva automáticamente salvo que se cancele al menos 24 horas antes del final del período en curso. La renovación se factura a la tarifa vigente. Gestiona o cancela tus suscripciones en Ajustes > tu cuenta de Apple > Suscripciones.
hi: खरीद की पुष्टि पर भुगतान आपके Apple Account से लिया जाएगा। मौजूदा अवधि खत्म होने से कम से कम 24 घंटे पहले रद्द न करने पर सदस्यता अपने-आप नवीनीकृत होती है। नवीनीकरण मौजूदा दर पर बिल होता है। अपनी सदस्यताएँ Settings > आपका Apple Account > Subscriptions में मैनेज या रद्द करें।
it: Il pagamento verrà addebitato sul tuo account Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente salvo disdetta almeno 24 ore prima della fine del periodo in corso. Il rinnovo viene fatturato alla tariffa in vigore. Gestisci o annulla i tuoi abbonamenti in Impostazioni > il tuo account Apple > Abbonamenti.
ja: 購入確定時にApple Accountへ課金されます。サブスクリプションは、現在の期間が終わる24時間以上前に解約しない限り自動更新されます。更新は現行料金で課金されます。サブスクリプションの管理や解約は「設定」＞Apple Account＞「サブスクリプション」で行えます。
ko: 구매 확정 시 Apple 계정으로 결제됩니다. 구독은 현재 기간 종료 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. 갱신은 현재 요금으로 청구됩니다. 설정 > Apple 계정 > 구독에서 구독을 관리하거나 취소하세요.
nl: De betaling wordt bij bevestiging van de aankoop van je Apple-account afgeschreven. Het abonnement verlengt automatisch tenzij je minstens 24 uur vóór het einde van de lopende periode opzegt. De verlenging wordt tegen het geldende tarief gefactureerd. Beheer of zeg je abonnementen op via Instellingen > je Apple-account > Abonnementen.
pt: O pagamento será debitado na tua conta Apple ao confirmares a compra. A subscrição renova-se automaticamente, salvo cancelamento pelo menos 24 h antes do fim do período em curso. A renovação é faturada à tarifa em vigor. Gere ou cancela as tuas subscrições em Definições > a tua conta Apple > Subscrições.
zh_hans: 确认购买时将从你的 Apple 账户扣款。除非在当前周期结束前至少 24 小时取消，否则订阅将自动续订。续订按现行价格计费。可在「设置 > 你的 Apple 账户 > 订阅」中管理或取消订阅。
zh_hant: 確認購買時將向你的 Apple 帳號收費。除非在當期結束前至少 24 小時取消，否則訂閱會自動續訂。續訂依現行費率計費。可在「設定」>「你的 Apple 帳號」>「訂閱項目」中管理或取消訂閱。
